tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "source-foundry/taproom"
brew "bat"
brew "freetype"
brew "python@3.12"
brew "chezmoi"
brew "eza"
brew "fontforge"
brew "fzf"
brew "gh"
brew "httpie"
brew "jq"
brew "mas"
brew "php"
brew "pipx"
brew "pnpm"
brew "powerlevel10k"
brew "rust"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "appcleaner"
cask "brave-browser"
cask "chatbox"
cask "chatgpt"
cask "dbngin"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "firefox"
cask "fontforge"
cask "google-chrome"
cask "grammarly-desktop"
cask "grandperspective"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "keymapp"
cask "logitech-g-hub"
cask "macsvg"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "obs"
cask "opal-composer"
cask "pocket-casts"
cask "poedit"
cask "postman"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "screenflow"
cask "slack"
cask "sourcefoundry-slice"
cask "sourcetree"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "zoom"
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "claudiosanches.wpcs-whitelist-flags"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "mkxml.vscode-filesize"
vscode "ms-vscode.vscode-speech"
vscode "neilbrayfield.php-docblocker"
vscode "nhoizey.gremlins"
vscode "pflannery.vscode-versionlens"
vscode "rust-lang.rust-analyzer"
vscode "tauri-apps.tauri-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "wordpressplayground.wordpress-playground"
vscode "xdebug.php-debug"
